[
  {
    "citation": "Koden är spegeln som avslöjar dina tankar och logik."
  },
  {
    "citation": "I kodens värld är en rad felstavning lika farlig som en bruten länk."
  },
  {
    "citation": "Kod är den moderna trollformeln som förvandlar bitar till magi."
  },
  {
    "citation": "Programmering är lika mycket problemlösning som det är kodning."
  },
  {
    "citation": "Att koda är som att lära sig ett språk som ingen kan tala än."
  },
  {
    "citation": "Debugger: En som fixar dina misstag, medan du skapar nya."
  },
  {
    "citation": "Kod är en konstform där logik möter fantasi."
  },
  {
    "citation": "I koden finns en poesi som bara programmerare kan läsa."
  },
  {
    "citation": "Kod är språket som översätter idéer till verklighet."
  },
  {
    "citation": "Kreativitet är att skriva kod med passion."
  },
  {
    "citation": "Skriv kod som om någon annan ska underhålla den, för det kommer de troligen att behöva."
  },
  {
    "citation": "Varför fick algoritmen inga vänner? För att den var alltid så beräknande."
  },
  {
    "citation": "Varför kan inte programmerare ha en strandsemester? För att de inte vill ha någon sol!"
  },
  {
    "citation": "Fel 404: Citatet du letar efter hittades inte."
  },
  {
    "citation": "Mitt program kraschade inte. Det tog bara en ofrivillig paus för att reflektera."
  },
  {
    "citation": "Kodning är som att prata med en mycket bortskämd och petig dator."
  },
  {
    "citation": "Att vara en programmerare är som att vara en detektiv - du följer ledtrådar, löser gåtor och får allt att fungera innan tiden tar slut."
  },
  {
    "citation": "Programmering är som att bygga en katedral av tankar, med kod som stenar och algoritmer som arkitektoniska mönster."
  },
  {
    "citation": "Kodning är språket som gör det omöjliga möjligt, det osynliga synligt och det abstrakta konkret."
  },
  {
    "citation": "Kod är den vackraste formen av kreativitet, där varje rad uttrycker en tanke och varje funktion formar en idé."
  },
  {
    "citation": "Att vara en programmerare är att vara en evig elev, alltid sträva efter att förstå, förbättra och förena teknikens värld med den mänskliga kreativiteten."
  },
  {
    "citation": "I kodens värld finns inga gränser, bara möjligheter som väntar på att utforskas och förverkligas."
  }
]
